Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Settings.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: Requests an external port from the Warren exit relay via NAT-PMP so peer-to-peer apps (BitTorrent, video calls, self-hosted services) can receive incoming connections.
ar: يطلب منفذًا خارجيًا من مرحِّل خروج Warren عبر NAT-PMP لكي تتمكن تطبيقات الند للند (BitTorrent ومكالمات الفيديو والخدمات المستضافة ذاتيًا) من استقبال الاتصالات الواردة.
da: Anmoder om en ekstern port fra Warren-udgangsrelæet via NAT-PMP, så peer-to-peer-apps (BitTorrent, videoopkald, selvhostede tjenester) kan modtage indgående forbindelser.
de: Fordert über NAT-PMP einen externen Port vom Warren-Ausgangsrelais an, damit Peer-to-Peer-Apps (BitTorrent, Videoanrufe, selbst gehostete Dienste) eingehende Verbindungen empfangen können.
es: Solicita un puerto externo al relé de salida de Warren mediante NAT-PMP para que las aplicaciones entre pares (BitTorrent, videollamadas, servicios autoalojados) puedan recibir conexiones entrantes.
fa: از طریق NAT-PMP یک درگاه بیرونی از رلهٔ خروجی Warren درخواست می‌کند تا برنامه‌های همتابه‌همتا (BitTorrent، تماس تصویری، سرویس‌های خودمیزبان) بتوانند اتصال‌های ورودی دریافت کنند.
fi: Pyytää ulkoista porttia Warrenin ulostulorelelta NAT-PMP:n kautta, jotta vertaisverkkosovellukset (BitTorrent, videopuhelut, itse isännöidyt palvelut) voivat vastaanottaa saapuvia yhteyksiä.
fr: Demande au relais de sortie Warren un port externe via NAT-PMP, pour que les applications pair-à-pair (BitTorrent, appels vidéo, services auto-hébergés) puissent recevoir des connexions entrantes.
it: Richiede una porta esterna al relè di uscita Warren tramite NAT-PMP, così le app peer-to-peer (BitTorrent, videochiamate, servizi self-hosted) possono ricevere connessioni in entrata.
ja: NAT-PMP経由でWarrenの出口リレーに外部ポートを要求し、ピアツーピアアプリ（BitTorrent、ビデオ通話、セルフホスト型サービス）が着信接続を受け取れるようにします。
ko: NAT-PMP를 통해 Warren 출구 릴레이에 외부 포트를 요청하여 P2P 앱(BitTorrent, 영상 통화, 자체 호스팅 서비스)이 수신 연결을 받을 수 있도록 합니다.
my: peer-to-peer အက်ပ်များ (BitTorrent၊ ဗီဒီယိုခေါ်ဆိုမှုများ၊ ကိုယ်တိုင်လက်ခံသည့်ဝန်ဆောင်မှုများ) သည် အဝင်ချိတ်ဆက်မှုများ လက်ခံနိုင်ရန် NAT-PMP မှတစ်ဆင့် Warren ထွက်ပေါက်ရီလေးထံ ပြင်ပ port တစ်ခုကို တောင်းဆိုသည်။
nb: Ber om en ekstern port fra Warren-utgangsreléet via NAT-PMP, slik at node-til-node-apper (BitTorrent, videosamtaler, selvhostede tjenester) kan motta innkommende tilkoblinger.
nl: Vraagt via NAT-PMP een externe poort aan bij het Warren-uitgangsrelais, zodat peer-to-peer-apps (BitTorrent, videogesprekken, zelfgehoste services) inkomende verbindingen kunnen ontvangen.
pl: Żąda zewnętrznego portu od przekaźnika wyjściowego Warren przez NAT-PMP, aby aplikacje peer-to-peer (BitTorrent, połączenia wideo, usługi własne) mogły odbierać połączenia przychodzące.
pt: Solicita uma porta externa ao relé de saída do Warren através de NAT-PMP, para que as aplicações ponto a ponto (BitTorrent, videochamadas, serviços autoalojados) possam receber ligações de entrada.
ro: Solicită un port extern de la releul de ieșire Warren prin NAT-PMP, astfel încât aplicațiile peer-to-peer (BitTorrent, apeluri video, servicii găzduite local) să poată primi conexiuni de intrare.
ru: Запрашивает внешний порт у выходного ретранслятора Warren через NAT-PMP, чтобы одноранговые приложения (BitTorrent, видеозвонки, самостоятельно размещенные сервисы) могли принимать входящие подключения.
sv: Begär en extern port från Warrens utgångsrelä via NAT-PMP så att peer-to-peer-appar (BitTorrent, videosamtal, egenvärdtjänster) kan ta emot inkommande anslutningar.
th: ขอพอร์ตภายนอกจากรีเลย์ทางออกของ Warren ผ่าน NAT-PMP เพื่อให้แอปแบบเพียร์ทูเพียร์ (BitTorrent วิดีโอคอล บริการที่โฮสต์เอง) สามารถรับการเชื่อมต่อขาเข้าได้
tr: Eşler arası uygulamaların (BitTorrent, görüntülü aramalar, kendi barındırılan hizmetler) gelen bağlantıları alabilmesi için NAT-PMP aracılığıyla Warren çıkış aktarıcısından harici bir bağlantı noktası ister.
uk: Запитує зовнішній порт у вихідного ретранслятора Warren через NAT-PMP, щоб однорангові застосунки (BitTorrent, відеодзвінки, самостійно розміщені сервіси) могли приймати вхідні підключення.
zh_hans: 通过 NAT-PMP 向 Warren 出口中继请求一个外部端口，以便点对点应用（BitTorrent、视频通话、自托管服务）可以接收传入连接。
zh_hant: 透過 NAT-PMP 向 Warren 出口中繼要求一個外部連接埠，以便點對點應用程式（BitTorrent、視訊通話、自架服務）可以接收傳入連線。

source: Reset all
ar: إعادة تعيين الكل
da: Nulstil alt
de: Alle zurücksetzen
es: Restablecer todo
fa: بازنشانی همه
fi: Nollaa kaikki
fr: Tout réinitialiser
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
my: အားလုံးကို ပြန်လည်သတ်မှတ်ပါ
nb: Tilbakestill alt
nl: Alles resetten
pl: Zresetuj wszystko
pt: Repor tudo
ro: Resetează tot
ru: Сбросить всё
sv: Återställ alla
th: รีเซ็ตทั้งหมด
tr: Tümünü sıfırla
uk: Скинути все
zh_hans: 全部重置
zh_hant: 全部重設

source: Reset failed
ar: فشلت إعادة التعيين
da: Nulstilling mislykkedes
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fa: بازنشانی ناموفق بود
fi: Nollaus epäonnistui
fr: Échec de la réinitialisation
it: Reimpostazione non riuscita
ja: リセットに失敗しました
ko: 재설정 실패
my: ပြန်လည်သတ်မှတ်ခြင်း မအောင်မြင်ပါ
nb: Tilbakestilling mislyktes
nl: Resetten mislukt
pl: Resetowanie nie powiodło się
pt: A reposição falhou
ro: Resetarea a eșuat
ru: Не удалось выполнить сброс
sv: Återställningen misslyckades
th: รีเซ็ตไม่สำเร็จ
tr: Sıfırlama başarısız oldu
uk: Не вдалося скинути
zh_hans: 重置失败
zh_hant: 重設失敗

source: Reset pinned exit keys
ar: إعادة تعيين مفاتيح الخروج المثبَّتة
da: Nulstil fastgjorte udgangsnøgler
de: Angeheftete Ausgangsschlüssel zurücksetzen
es: Restablecer claves de salida fijadas
fa: بازنشانی کلیدهای خروجی سنجاق‌شده
fi: Nollaa kiinnitetyt ulosmenoavaimet
fr: Réinitialiser les clés de sortie épinglées
it: Reimposta le chiavi di uscita fissate
ja: 固定されたエグジットキーをリセット
ko: 고정된 출구 키 재설정
my: ပင်ထားသော ထွက်ပေါက်ကီးများကို ပြန်လည်သတ်မှတ်ပါ
nb: Tilbakestill festede utgangsnøkler
nl: Vastgezette exit-sleutels resetten
pl: Zresetuj przypięte klucze wyjściowe
pt: Repor chaves de saída fixadas
ro: Resetează cheile de ieșire fixate
ru: Сбросить закреплённые ключи выхода
sv: Återställ fästa utgångsnycklar
th: รีเซ็ตคีย์ทางออกที่ปักหมุดไว้
tr: Sabitlenmiş çıkış anahtarlarını sıfırla
uk: Скинути закріплені ключі вихідних серверів
zh_hans: 重置已固定的出口密钥
zh_hant: 重設已固定的出口金鑰

source: Reset pinned exit keys?
ar: إعادة تعيين مفاتيح الخروج المثبَّتة؟
da: Nulstil fastgjorte udgangsnøgler?
de: Angeheftete Ausgangsschlüssel zurücksetzen?
es: ¿Restablecer las claves de salida fijadas?
fa: کلیدهای خروجی سنجاق‌شده بازنشانی شوند؟
fi: Nollataanko kiinnitetyt ulosmenoavaimet?
fr: Réinitialiser les clés de sortie épinglées ?
it: Reimpostare le chiavi di uscita fissate?
ja: 固定されたエグジットキーをリセットしますか？
ko: 고정된 출구 키를 재설정하시겠습니까?
my: ပင်ထားသော ထွက်ပေါက်ကီးများကို ပြန်လည်သတ်မှတ်မလား။
nb: Tilbakestille festede utgangsnøkler?
nl: Vastgezette exit-sleutels resetten?
pl: Zresetować przypięte klucze wyjściowe?
pt: Repor as chaves de saída fixadas?
ro: Resetezi cheile de ieșire fixate?
ru: Сбросить закреплённые ключи выхода?
sv: Återställa fästa utgångsnycklar?
th: รีเซ็ตคีย์ทางออกที่ปักหมุดไว้หรือไม่
tr: Sabitlenmiş çıkış anahtarları sıfırlansın mı?
uk: Скинути закріплені ключі вихідних серверів?
zh_hans: 重置已固定的出口密钥？
zh_hant: 要重設已固定的出口金鑰嗎？

source: Route traffic through an entry relay before the exit relay. Adds latency (~30-50 ms) and bandwidth overhead. OFF by default.
ar: يمرر حركة البيانات عبر مرحِّل دخول قبل مرحِّل الخروج. يضيف زمن استجابة (نحو 30-50 مللي ثانية) واستهلاكًا إضافيًا للنطاق الترددي. معطّل افتراضيًا.
da: Send trafik gennem et indgangsrelæ før udgangsrelæet. Tilføjer forsinkelse (~30-50 ms) og båndbredde-overhead. Slået fra som standard.
de: Leitet den Traffic vor dem Ausgangsrelais durch ein Eingangsrelais. Fügt Latenz (~30-50 ms) und Bandbreiten-Overhead hinzu. Standardmäßig AUS.
es: Enruta el tráfico a través de un relé de entrada antes del relé de salida. Añade latencia (~30-50 ms) y sobrecarga de ancho de banda. Desactivado de forma predeterminada.
fa: ترافیک را پیش از رلهٔ خروجی از یک رلهٔ ورودی عبور می‌دهد. تأخیر (حدود ۳۰ تا ۵۰ میلی‌ثانیه) و سربار پهنای باند اضافه می‌کند. به‌طور پیش‌فرض خاموش است.
fi: Ohjaa liikenteen sisääntulorelen kautta ennen ulostulorelettä. Lisää viivettä (~30-50 ms) ja kaistanleveyden lisäkuormaa. Oletuksena pois päältä.
fr: Achemine le trafic via un relais d'entrée avant le relais de sortie. Ajoute de la latence (~30-50 ms) et de la surcharge de bande passante. Désactivé par défaut.
it: Instrada il traffico attraverso un relè di ingresso prima del relè di uscita. Aggiunge latenza (~30-50 ms) e overhead di banda. Disattivato per impostazione predefinita.
ja: 出口リレーの前に入口リレーを通してトラフィックをルーティングします。遅延（約30-50 ms）と帯域幅オーバーヘッドが増えます。既定ではオフです。
ko: 출구 릴레이 앞의 입구 릴레이를 통해 트래픽을 라우팅합니다. 지연(약 30-50 ms)과 대역폭 오버헤드가 추가됩니다. 기본값은 꺼짐입니다.
my: ထွက်ပေါက်ရီလေးမတိုင်မီ ဝင်ပေါက်ရီလေးတစ်ခုမှတစ်ဆင့် ထရက်ဖစ်ကို လမ်းကြောင်းသတ်မှတ်သည်။ နှောင့်နှေးချိန် (~30-50 ms) နှင့် ဘန်းဝစ်ဒ်ပိုသုံးမှု ထပ်တိုးသည်။ ပုံသေအားဖြင့် ပိတ်ထားသည်။
nb: Ruter trafikk gjennom et inngangsrelé før utgangsreléet. Legger til forsinkelse (~30-50 ms) og båndbredde-overhead. Av som standard.
nl: Routeert verkeer via een ingangsrelais vóór het uitgangsrelais. Voegt latentie (~30-50 ms) en bandbreedte-overhead toe. Standaard UIT.
pl: Kieruje ruch przez przekaźnik wejściowy przed przekaźnikiem wyjściowym. Dodaje opóźnienie (~30-50 ms) i narzut przepustowości. Domyślnie wyłączone.
pt: Encaminha o tráfego através de um relé de entrada antes do relé de saída. Adiciona latência (~30-50 ms) e sobrecarga de largura de banda. Desativado por predefinição.
ro: Direcționează traficul printr-un releu de intrare înainte de releul de ieșire. Adaugă latență (aproximativ 30-50 ms) și consum suplimentar de bandă. Dezactivat implicit.
ru: Направляет трафик через входной ретранслятор перед выходным. Добавляет задержку (~30-50 мс) и нагрузку на канал. По умолчанию выключено.
sv: Dirigerar trafik genom ett ingångsrelä före utgångsreläet. Lägger till fördröjning (~30-50 ms) och bandbreddsbelastning. Av som standard.
th: กำหนดเส้นทางทราฟฟิกผ่านรีเลย์ทางเข้าก่อนรีเลย์ทางออก เพิ่มความหน่วง (~30-50 มิลลิวินาที) และโอเวอร์เฮดแบนด์วิดท์ ปิดอยู่ตามค่าเริ่มต้น
tr: Trafiği çıkış aktarıcısından önce bir giriş aktarıcısından geçirir. Gecikme (~30-50 ms) ve bant genişliği ek yükü ekler. Varsayılan olarak KAPALI.
uk: Спрямовує трафік через вхідний ретранслятор перед вихідним. Додає затримку (~30-50 мс) і навантаження на канал. За замовчуванням вимкнено.
zh_hans: 在出口中继之前通过入口中继路由流量。会增加延迟（约 30-50 毫秒）和带宽开销。默认关闭。
zh_hant: 在出口中繼之前透過入口中繼路由流量。會增加延遲（約 30-50 毫秒）和頻寬開銷。預設關閉。

source: Server identity changed
ar: تغيّرت هوية الخادم
da: Serveridentitet ændret
de: Serveridentität geändert
es: La identidad del servidor ha cambiado
fa: هویت سرور تغییر کرد
fi: Palvelimen identiteetti muuttui
fr: Identité du serveur modifiée
it: L'identità del server è cambiata
ja: サーバーの識別情報が変更されました
ko: 서버 신원이 변경됨
my: ဆာဗာ၏ အထောက်အထား ပြောင်းလဲသွားပါသည်
nb: Serveridentitet endret
nl: Serveridentiteit gewijzigd
pl: Tożsamość serwera uległa zmianie
pt: A identidade do servidor mudou
ro: Identitatea serverului s-a schimbat
ru: Идентификатор сервера изменился
sv: Serveridentiteten har ändrats
th: อัตลักษณ์ของเซิร์ฟเวอร์เปลี่ยนแปลง
tr: Sunucu kimliği değişti
uk: Ідентичність сервера змінилася
zh_hans: 服务器身份已更改
zh_hant: 伺服器身分已變更

source: Sign in to the forum with a code
ar: تسجيل الدخول إلى المنتدى برمز
da: Log ind på forummet med en kode
de: Mit einem Code im Forum anmelden
es: Iniciar sesión en el foro con un código
fa: ورود به انجمن با کد
fi: Kirjaudu foorumille koodilla
fr: Se connecter au forum avec un code
it: Accedi al forum con un codice
ja: コードでフォーラムにサインイン
ko: 코드로 포럼에 로그인
my: ကုဒ်ဖြင့် ဖိုရမ်သို့ ဝင်ရောက်ရန်
nb: Logg inn på forumet med en kode
nl: Aanmelden bij het forum met een code
pl: Zaloguj się na forum za pomocą kodu
pt: Iniciar sessão no fórum com um código
ro: Autentifică-te pe forum cu un cod
ru: Войти на форум по коду
sv: Logga in på forumet med en kod
th: ลงชื่อเข้าใช้ฟอรัมด้วยรหัส
tr: Foruma bir kodla giriş yap
uk: Увійти на форум за кодом
zh_hans: 使用代码登录论坛
zh_hant: 使用代碼登入論壇

source: Sign-in code
ar: رمز تسجيل الدخول
da: Loginkode
de: Anmeldecode
es: Código de inicio de sesión
fa: کد ورود
fi: Kirjautumiskoodi
fr: Code de connexion
it: Codice di accesso
ja: サインインコード
ko: 로그인 코드
my: ဝင်ရောက်မှုကုဒ်
nb: Innloggingskode
nl: Aanmeldcode
pl: Kod logowania
pt: Código de início de sessão
ro: Cod de autentificare
ru: Код входа
sv: Inloggningskod
th: รหัสลงชื่อเข้าใช้
tr: Giriş kodu
uk: Код входу
zh_hans: 登录代码
zh_hant: 登入代碼

source: Switched exit relay
ar: تم تبديل مرحِّل الخروج
da: Skiftede udgangsrelæ
de: Ausgangsrelais gewechselt
es: Relé de salida cambiado
fa: رلهٔ خروجی تغییر کرد
fi: Ulostulorele vaihdettu
fr: Changement de relais de sortie
it: Relè di uscita cambiato
ja: 出口リレーを切り替えました
ko: 출구 릴레이 전환됨
my: ထွက်ပေါက်ရီလေး ပြောင်းလိုက်ပါပြီ
nb: Byttet utgangsrelé
nl: Uitgangsrelais gewisseld
pl: Zmieniono przekaźnik wyjściowy
pt: Relé de saída alterado
ro: Releu de ieșire schimbat
ru: Выходной ретранслятор изменен
sv: Bytte utgångsrelä
th: เปลี่ยนรีเลย์ทางออกแล้ว
tr: Çıkış aktarıcısı değiştirildi
uk: Вихідний ретранслятор змінено
zh_hans: 已切换出口中继
zh_hant: 已切換出口中繼

source: The Warren exit server you previously trusted now presents a different cryptographic identity.
ar: خادم خروج Warren الذي كنت تثق به سابقًا يقدّم الآن هوية تشفيرية مختلفة.
da: Den Warren-udgangsserver, du tidligere stolede på, præsenterer nu en anden kryptografisk identitet.
de: Der Warren-Ausgangsserver, dem du zuvor vertraut hast, weist nun eine andere kryptografische Identität auf.
es: El servidor de salida de Warren en el que confiabas anteriormente ahora presenta una identidad criptográfica diferente.
fa: سرور خروجی Warren که پیش‌تر به آن اعتماد کرده بودید، اکنون هویت رمزنگاری متفاوتی ارائه می‌دهد.
fi: Aiemmin luottamasi Warren-ulosmenopalvelin esittää nyt eri kryptografisen identiteetin.
fr: Le serveur de sortie Warren auquel vous faisiez confiance présente désormais une identité cryptographique différente.
it: Il server di uscita Warren di cui ti fidavi in precedenza presenta ora un'identità crittografica diversa.
ja: 以前に信頼したWarrenエグジットサーバーが、現在は異なる暗号学的識別情報を提示しています。
ko: 이전에 신뢰했던 Warren 출구 서버가 이제 다른 암호화 신원을 제시합니다.
my: သင်ယခင်က ယုံကြည်ခဲ့သော Warren ထွက်ပေါက်ဆာဗာသည် ယခု မတူညီသော cryptographic အထောက်အထားကို ပြသနေပါသည်။
nb: Warren-utgangsserveren du tidligere stolte på, presenterer nå en annen kryptografisk identitet.
nl: De Warren-exitserver die je eerder vertrouwde, presenteert nu een andere cryptografische identiteit.
pl: Serwer wyjściowy Warren, któremu wcześniej ufałeś, prezentuje teraz inną tożsamość kryptograficzną.
pt: O servidor de saída Warren em que confiou anteriormente apresenta agora uma identidade criptográfica diferente.
ro: Serverul de ieșire Warren în care aveai încredere anterior prezintă acum o identitate criptografică diferită.
ru: Сервер выхода Warren, которому вы ранее доверяли, теперь предъявляет другой криптографический идентификатор.
sv: Warren-utgångsservern som du tidigare litade på presenterar nu en annan kryptografisk identitet.
th: เซิร์ฟเวอร์ทางออก Warren ที่คุณเคยเชื่อถือ ตอนนี้แสดงอัตลักษณ์ทางการเข้ารหัสที่แตกต่างออกไป
tr: Daha önce güvendiğiniz Warren çıkış sunucusu artık farklı bir kriptografik kimlik sunuyor.
uk: Сервер виходу Warren, якому ви раніше довіряли, тепер представляє іншу криптографічну ідентичність.
zh_hans: 你之前信任的 Warren 出口服务器现在呈现了不同的加密身份。
zh_hant: 你先前信任的 Warren 出口伺服器現在出示了不同的加密身分。

source: The exit relay determines your apparent location to websites.
ar: يحدد مرحِّل الخروج موقعك الظاهر للمواقع الإلكترونية.
da: Udgangsrelæet bestemmer din tilsyneladende placering over for websteder.
de: Das Ausgangsrelais bestimmt Ihren scheinbaren Standort gegenüber Websites.
es: El relé de salida determina su ubicación aparente ante los sitios web.
fa: رلهٔ خروجی مکان ظاهری شما را برای وب‌سایت‌ها تعیین می‌کند.
fi: Ulostulorele määrittää näennäisen sijaintisi verkkosivustoille.
fr: Le relais de sortie détermine votre emplacement apparent vis-à-vis des sites web.
it: Il relè di uscita determina la tua posizione apparente per i siti web.
ja: 出口リレーが、ウェブサイトに対するあなたの見かけ上の所在地を決定します。
ko: 출구 릴레이가 웹사이트에 표시되는 사용자의 외관상 위치를 결정합니다.
my: ထွက်ပေါက်ရီလေးသည် ဝက်ဘ်ဆိုက်များအတွက် သင့်ဖော်ပြတည်နေရာကို သတ်မှတ်ပေးသည်။
nb: Utgangsreléet bestemmer din tilsynelatende plassering overfor nettsteder.
nl: Het uitgangsrelais bepaalt je schijnbare locatie voor websites.
pl: Przekaźnik wyjściowy określa Twoją pozorną lokalizację widzianą przez witryny.
pt: O relé de saída determina a sua localização aparente perante os sites.
ro: Releul de ieșire determină locația ta aparentă pentru site-urile web.
ru: Выходной ретранслятор определяет ваше видимое местоположение для веб-сайтов.
sv: Utgångsreläet bestämmer din synliga plats gentemot webbplatser.
th: รีเลย์ทางออกกำหนดตำแหน่งที่ปรากฏของคุณต่อเว็บไซต์
tr: Çıkış aktarıcısı, web sitelerine görünen konumunuzu belirler.
uk: Вихідний ретранслятор визначає ваше видиме місцезнаходження для вебсайтів.
zh_hans: 出口中继决定您在网站面前显示的位置。
zh_hant: 出口中繼決定您在網站面前顯示的位置。

source: The key changed again before it could be trusted. Review the new key and try again.
ar: تغيَّر المفتاح مرة أخرى قبل أن يتم منحه الثقة. راجع المفتاح الجديد وأعد المحاولة.
da: Nøglen blev ændret igen, før den kunne betros. Gennemgå den nye nøgle, og prøv igen.
de: Der Schlüssel hat sich erneut geändert, bevor ihm vertraut werden konnte. Prüfen Sie den neuen Schlüssel und versuchen Sie es erneut.
es: La clave ha vuelto a cambiar antes de poder confiar en ella. Revisa la nueva clave e inténtalo de nuevo.
fa: کلید پیش از آنکه مورد اعتماد قرار گیرد، دوباره تغییر کرد. کلید جدید را بررسی کنید و دوباره تلاش کنید.
fi: Avain vaihtui uudelleen ennen kuin siihen ehdittiin luottaa. Tarkista uusi avain ja yritä uudelleen.
fr: La clé a de nouveau changé avant d\'avoir pu être approuvée. Vérifiez la nouvelle clé et réessayez.
it: La chiave è cambiata di nuovo prima che fosse possibile affidarsi a essa. Controlla la nuova chiave e riprova.
ja: 鍵を信頼する前に再び変更されました。新しい鍵を確認して、もう一度お試しください。
ko: 키를 신뢰하기 전에 키가 다시 변경되었습니다. 새 키를 확인하고 다시 시도하세요.
my: သော့ကို ယုံကြည်မှတ်သားနိုင်ခြင်း မပြုမီ နောက်တစ်ကြိမ် ပြောင်းလဲသွားပါသည်။ သော့အသစ်ကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nb: Nøkkelen ble endret igjen før den kunne godkjennes. Se gjennom den nye nøkkelen og prøv på nytt.
nl: De sleutel is opnieuw gewijzigd voordat deze kon worden vertrouwd. Bekijk de nieuwe sleutel en probeer het opnieuw.
pl: Klucz zmienił się ponownie, zanim udało się mu zaufać. Sprawdź nowy klucz i spróbuj ponownie.
pt: A chave voltou a mudar antes de ser possível confiar nela. Verifica a nova chave e tenta novamente.
ro: Cheia s-a schimbat din nou înainte de a i se putea acorda încredere. Verificați noua cheie și încercați din nou.
ru: Ключ снова изменился, прежде чем ему было установлено доверие. Проверьте новый ключ и повторите попытку.
sv: Nyckeln ändrades igen innan den hann godkännas. Granska den nya nyckeln och försök igen.
th: กุญแจเปลี่ยนอีกครั้งก่อนที่จะเชื่อถือได้ ตรวจสอบกุญแจใหม่แล้วลองอีกครั้ง
tr: Anahtara güvenilmeden önce anahtar yeniden değişti. Yeni anahtarı inceleyip tekrar deneyin.
uk: Ключ знову змінився, перш ніж до нього було встановлено довіру. Перевірте новий ключ і повторіть спробу.
zh_hans: 在该密钥被信任之前，它再次发生了变化。请检查新密钥并重试。
zh_hant: 在信任該金鑰之前，金鑰又再次變更。請檢查新金鑰並再試一次。

source: The pinned exit keys could not be cleared.
ar: تعذّر مسح مفاتيح الخروج المثبّتة.
da: De fastgjorte udgangsnøgler kunne ikke ryddes.
de: Die angehefteten Ausgangsschlüssel konnten nicht gelöscht werden.
es: No se pudieron borrar las claves de salida fijadas.
fa: پاک‌کردن کلیدهای خروجی سنجاق‌شده ممکن نشد.
fi: Kiinnitettyjä ulosmenoavaimia ei voitu tyhjentää.
fr: Les clés de sortie épinglées n'ont pas pu être effacées.
it: Non è stato possibile cancellare le chiavi di uscita fissate.
ja: 固定されたエグジットキーをクリアできませんでした。
ko: 고정된 출구 키를 지울 수 없습니다.
my: ပင်ထားသော ထွက်ပေါက်ကီးများကို ရှင်းလင်း၍ မရပါ။
nb: De festede utgangsnøklene kunne ikke tømmes.
nl: De vastgezette exit-sleutels konden niet worden gewist.
pl: Nie udało się wyczyścić przypiętych kluczy wyjściowych.
pt: Não foi possível limpar as chaves de saída fixadas.
ro: Cheile de ieșire fixate nu au putut fi golite.
ru: Не удалось очистить закреплённые ключи выхода.
sv: De fästa utgångsnycklarna kunde inte rensas.
th: ไม่สามารถล้างคีย์ทางออกที่ปักหมุดไว้ได้
tr: Sabitlenmiş çıkış anahtarları temizlenemedi.
uk: Не вдалося очистити закріплені ключі вихідних серверів.
zh_hans: 无法清除已固定的出口密钥。
zh_hant: 無法清除已固定的出口金鑰。
